---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicMetersPerKilonewton
source: html/0cabd4ed-031d-a176-8cc2-ad63e078c7c2.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicMetersPerKilonewton Property

Cubic meters per kilonewton.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicMetersPerKilonewton { get; }
```